Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# online.invitationClock
source: %@ each. You will be put straight through to them rather than into the general pool.
ar_sa: %@ لكلٍّ منكما. ستُوصَل بهم مباشرةً لا إلى قائمة الانتظار العامة.
cs: %@ pro každého. Budete spojeni přímo s nimi, ne s obecnou frontou.
da: %@ til hver. Du bliver stillet direkte igennem til dem, ikke ud i den almindelige pulje.
de_de: Je %@. Sie werden direkt mit ihnen verbunden, nicht in den allgemeinen Pool gestellt.
el: %@ ο καθένας. Θα συνδεθείτε απευθείας μαζί τους, όχι με τη γενική δεξαμενή.
es_es: %@ cada uno. Se te conectará directamente con esa persona, no con la cola general.
fi: %@ kummallekin. Sinut yhdistetään suoraan heihin, ei yleiseen jonoon.
fr_ca: %@ chacun. Vous serez mis en relation directement avec cette personne, pas avec la file générale.
he: %@ לכל צד. תחוברו ישירות אליהם ולא לתור הכללי.
hi: प्रत्येक को %@। आपको सीधे उन्हीं से जोड़ा जाएगा, आम कतार से नहीं।
hu: Fejenként %@. Közvetlenül vele kapcsolják össze, nem az általános sorba kerül.
id: %@ masing-masing. Anda akan langsung disambungkan dengan mereka, bukan ke antrean umum.
it: %@ a testa. Sarai messo direttamente in contatto con loro, non nella coda generale.
ja: 持ち時間は各 %@。一般の待ち行列ではなく、その相手に直接つながります。
ko: 각자 %@. 일반 대기열이 아니라 그 상대와 바로 연결됩니다.
ms: %@ setiap seorang. Anda akan disambungkan terus kepada mereka, bukan ke barisan umum.
nl_nl: %@ elk. Je wordt rechtstreeks met hen verbonden, niet met de algemene wachtrij.
no: %@ hver. Du blir koblet rett til dem, ikke til den vanlige køen.
pl: Po %@ na gracza. Zostaniesz połączony(a) bezpośrednio z tą osobą, nie z ogólną kolejką.
pt_br: %@ para cada um. Você será ligado diretamente a essa pessoa, não à fila geral.
ro: Câte %@ fiecare. Vei fi conectat direct la ei, nu la coada generală.
ru: По %@ каждому. Вас соединят напрямую с ним, а не с общей очередью.
sv: %@ var. Du kopplas direkt till dem, inte till den allmänna kön.
th: ฝ่ายละ %@ คุณจะถูกต่อตรงไปยังเขา ไม่ใช่คิวรวม
tr: Kişi başı %@. Genel havuza değil, doğrudan ona bağlanacaksınız.
vi: Mỗi bên %@. Bạn sẽ được nối thẳng tới họ, không phải hàng chờ chung.
zh_hans: 每方 %@。你会直接与对方连上，而不是进入公共队列。
zh_hant: 每方 %@。你會直接與對方連上，而不是進入公共佇列。

# online.inviteExplanation
source: Send a link. Whoever opens it can play a few tactics straight away, with or without the app, and the invitation waits for them here.
ar_sa: أرسِل رابطًا. من يفتحه يمكنه لعب بعض التكتيكات فورًا، بالتطبيق أو بدونه، وتبقى الدعوة بانتظاره هنا.
cs: Pošlete odkaz. Kdo ho otevře, může si hned zahrát pár taktik — s aplikací i bez ní — a pozvánka na něj počká tady.
da: Send et link. Den, der åbner det, kan spille et par taktikopgaver med det samme, med eller uden appen, og invitationen venter på dem her.
de_de: Schicken Sie einen Link. Wer ihn öffnet, kann sofort ein paar Taktikaufgaben spielen, mit oder ohne App, und die Einladung wartet hier auf ihn.
el: Στείλτε έναν σύνδεσμο. Όποιος τον ανοίξει μπορεί να παίξει αμέσως μερικές τακτικές, με ή χωρίς την εφαρμογή, και η πρόσκληση τον περιμένει εδώ.
es_es: Envía un enlace. Quien lo abra podrá jugar unas tácticas al momento, con o sin la app, y la invitación le esperará aquí.
fi: Lähetä linkki. Sen avaaja voi pelata heti pari taktiikkatehtävää, sovelluksen kanssa tai ilman, ja kutsu odottaa häntä täällä.
fr_ca: Envoyez un lien. Qui l’ouvre peut jouer quelques tactiques tout de suite, avec ou sans l’app, et l’invitation l’attend ici.
he: שלחו קישור. מי שיפתח אותו יוכל לפתור כמה תרגילים מיד, עם האפליקציה או בלעדיה, וההזמנה תחכה לו כאן.
hi: एक लिंक भेजें। जो इसे खोलेगा वह तुरंत कुछ टैक्टिक्स खेल सकता है — ऐप के साथ या बिना — और आमंत्रण यहाँ उसकी प्रतीक्षा करेगा।
hu: Küldjön egy linket. Aki megnyitja, azonnal játszhat néhány taktikát, apppal vagy anélkül, a meghívó pedig itt várja.
id: Kirim tautan. Siapa pun yang membukanya bisa langsung memainkan beberapa taktik, dengan atau tanpa aplikasi, dan undangannya menunggu di sini.
it: Manda un link. Chi lo apre può giocare subito qualche tattica, con o senza l’app, e l’invito lo aspetta qui.
ja: リンクを送ります。開いた人はアプリの有無にかかわらずすぐに戦術問題を解け、招待はここで待っています。
ko: 링크를 보내세요. 받은 사람은 앱이 없어도 바로 전술 몇 개를 풀 수 있고, 초대는 여기서 기다립니다.
ms: Hantar pautan. Sesiapa yang membukanya boleh terus bermain beberapa taktik, dengan atau tanpa apl, dan jemputan menunggu mereka di sini.
nl_nl: Stuur een link. Wie hem opent, kan meteen een paar tactieken spelen, met of zonder de app, en de uitnodiging wacht hier op ze.
no: Send en lenke. Den som åpner den, kan spille et par taktikkoppgaver med en gang, med eller uten appen, og invitasjonen venter på dem her.
pl: Wyślij link. Kto go otworzy, od razu rozwiąże kilka taktyk — z aplikacją albo bez — a zaproszenie czeka na niego tutaj.
pt_br: Envie um link. Quem o abrir pode jogar algumas táticas na hora, com ou sem o app, e o convite espera por essa pessoa aqui.
ro: Trimite un link. Cine îl deschide poate juca imediat câteva tactici, cu sau fără aplicație, iar invitația îl așteaptă aici.
ru: Отправьте ссылку. Кто её откроет, сразу решит пару задач — с приложением или без, — а приглашение будет ждать его здесь.
sv: Skicka en länk. Den som öppnar den kan spela ett par taktikuppgifter direkt, med eller utan appen, och inbjudan väntar på dem här.
th: ส่งลิงก์ไป ใครเปิดก็เล่นโจทย์แทกติกได้ทันที ไม่ว่าจะมีแอปหรือไม่ และคำเชิญจะรออยู่ตรงนี้
tr: Bir bağlantı gönderin. Açan kişi uygulama olsun olmasın hemen birkaç taktik oynayabilir, davet de burada onu bekler.
vi: Gửi một liên kết. Ai mở nó đều chơi được vài bài chiến thuật ngay, có hay không có ứng dụng, và lời mời sẽ đợi họ ở đây.
zh_hans: 发一个链接。打开的人不论有没有装应用，都能立刻做几道战术题，邀请就在这里等着他。
zh_hant: 發一個連結。打開的人不論有沒有裝應用程式，都能立刻做幾道戰術題，邀請就在這裡等著他。

# online.inviteMessage
source: A game of chess, %@ each: %@
ar_sa: مباراة شطرنج، %@ لكلٍّ منّا: %@
cs: Partie šachu, %@ pro každého: %@
da: Et parti skak, %@ til hver: %@
de_de: Eine Partie Schach, je %@: %@
el: Μια παρτίδα σκάκι, %@ ο καθένας: %@
es_es: Una partida de ajedrez, %@ cada uno: %@
fi: Shakkipeli, %@ kummallekin: %@
fr_ca: Une partie d’échecs, %@ chacun : %@
he: משחק שחמט, %@ לכל צד: %@
hi: शतरंज का एक खेल, प्रत्येक को %@: %@
hu: Egy sakkparti, fejenként %@: %@
id: Satu partai catur, %@ masing-masing: %@
it: Una partita a scacchi, %@ a testa: %@
ja: チェスを一局、持ち時間は各 %@：%@
ko: 체스 한 판, 각자 %@: %@
ms: Satu permainan catur, %@ setiap seorang: %@
nl_nl: Een partij schaak, %@ elk: %@
no: Et parti sjakk, %@ hver: %@
pl: Partia szachów, po %@ na gracza: %@
pt_br: Uma partida de xadrez, %@ para cada um: %@
ro: O partidă de șah, câte %@ fiecare: %@
ru: Партия в шахматы, по %@ каждому: %@
sv: Ett parti schack, %@ var: %@
th: เล่นหมากรุกสักกระดาน ฝ่ายละ %@: %@
tr: Bir satranç partisi, kişi başı %@: %@
vi: Một ván cờ vua, mỗi bên %@: %@
zh_hans: 下一盘棋，每方 %@：%@
zh_hant: 下一盤棋，每方 %@：%@

# online.inviteSomebody
source: Invite somebody
ar_sa: ادعُ شخصًا
cs: Pozvat někoho
da: Inviter nogen
de_de: Jemanden einladen
el: Προσκαλέστε κάποιον
es_es: Invita a alguien
fi: Kutsu joku
fr_ca: Inviter quelqu’un
he: להזמין מישהו
hi: किसी को आमंत्रित करें
hu: Hívjon meg valakit
id: Undang seseorang
it: Invita qualcuno
ja: 誰かを招待
ko: 초대하기
ms: Jemput seseorang
nl_nl: Nodig iemand uit
no: Inviter noen
pl: Zaproś kogoś
pt_br: Convide alguém
ro: Invită pe cineva
ru: Пригласить
sv: Bjud in någon
th: ชวนใครสักคน
tr: Birini davet edin
vi: Mời ai đó
zh_hans: 邀请别人
zh_hant: 邀請別人

# online.leaveTheGame
source: Leave the game?
ar_sa: مغادرة المباراة؟
cs: Opustit partii?
da: Forlade partiet?
de_de: Partie verlassen?
el: Αποχώρηση από την παρτίδα;
es_es: ¿Salir de la partida?
fi: Poistutaanko pelistä?
fr_ca: Quitter la partie ?
he: לעזוב את המשחק?
hi: बाज़ी छोड़ें?
hu: Elhagyod a játszmát?
id: Tinggalkan partai?
it: Uscire dalla partita?
ja: 対局を離れますか？
ko: 대국을 나가시겠습니까?
ms: Tinggalkan perlawanan?
nl_nl: Partij verlaten?
no: Forlate partiet?
pl: Opuścić partię?
pt_br: Sair da partida?
ro: Părăsești partida?
ru: Выйти из партии?
sv: Lämna partiet?
th: ออกจากเกมไหม
tr: Oyundan çıkılsın mı?
vi: Rời ván cờ?
zh_hans: 要离开这局吗？
zh_hant: 要離開這局嗎？

# online.leavingAnOnlineGameLoses
source: Leaving an online game loses it and costs you rating.
ar_sa: مغادرة مباراة على الإنترنت تعني خسارتها، وتكلّفك نقاط تصنيف.
cs: Opustit online partii znamená prohru a stojí to rating.
da: At forlade et onlineparti er det samme som at tabe det, og det koster rating.
de_de: Wer eine Online-Partie verlässt, verliert sie — das kostet Wertungspunkte.
el: Η αποχώρηση από διαδικτυακή παρτίδα σημαίνει ήττα και κοστίζει βαθμούς.
es_es: Salir de una partida en línea supone perderla y cuesta puntos de valoración.
fi: Verkkopelistä poistuminen on häviö, ja se maksaa ratingia.
fr_ca: Quitter une partie en ligne, c'est la perdre, et cela coûte des points de classement.
he: עזיבת משחק מקוון פירושה הפסד, והיא עולה נקודות דירוג.
hi: ऑनलाइन बाज़ी छोड़ना हार मानना है, और इससे रेटिंग घटती है।
hu: Egy online játszma elhagyása vereség, és értékszámba kerül.
id: Meninggalkan partai daring berarti kalah, dan itu memotong rating.
it: Uscire da una partita online significa perderla, e costa punti.
ja: オンライン対局を離れると負けになり、レーティングも下がります。
ko: 온라인 대국에서 나가면 패배로 처리되고 레이팅이 깎입니다.
ms: Meninggalkan perlawanan dalam talian bermakna kalah, dan ia mengurangkan rating.
nl_nl: Een onlinepartij verlaten betekent verliezen, en dat kost rating.
no: Å forlate et nettparti er å tape det, og det koster rating.
pl: Wyjście z partii online oznacza przegraną i kosztuje punkty rankingowe.
pt_br: Sair de uma partida on-line é perdê-la, e custa pontos de rating.
ro: Părăsirea unei partide online înseamnă înfrângere și costă puncte de rating.
ru: Выход из онлайн-партии означает поражение и стоит рейтинга.
sv: Att lämna ett onlineparti är att förlora det, och det kostar rating.
th: การออกจากเกมออนไลน์ถือว่าแพ้ และเสียเรตติ้ง
tr: Çevrimiçi bir oyundan çıkmak onu kaybetmektir ve puana mal olur.
vi: Rời ván trực tuyến đồng nghĩa với thua, và bị trừ hệ số.
zh_hans: 离开在线对局等于认输，还会扣等级分。
zh_hant: 離開線上對局等於認輸，還會扣等級分。

# online.localTestGame
source: Local test game
ar_sa: مباراة اختبار محلية
cs: Lokální testovací partie
da: Lokalt testparti
de_de: Lokale Testpartie
el: Τοπική δοκιμαστική παρτίδα
es_es: Partida de prueba local
fi: Paikallinen testipeli
fr_ca: Partie de test locale
he: משחק בדיקה מקומי
hi: स्थानीय परीक्षण बाज़ी
hu: Helyi tesztjátszma
id: Partai uji lokal
it: Partita di prova locale
ja: ローカルテスト対局
ko: 로컬 테스트 대국
ms: Perlawanan ujian setempat
nl_nl: Lokale testpartij
no: Lokalt testparti
pl: Lokalna partia testowa
pt_br: Partida de teste local
ro: Partidă de test locală
ru: Локальная тестовая партия
sv: Lokalt testparti
th: เกมทดสอบในเครื่อง
tr: Yerel test oyunu
vi: Ván thử cục bộ
zh_hans: 本地测试对局
zh_hant: 本機測試對局

# online.moves
source: Moves
ar_sa: النقلات
cs: Tahy
da: Træk
de_de: Züge
el: Κινήσεις
es_es: Jugadas
fi: Siirrot
fr_ca: Coups
he: מהלכים
hi: चालें
hu: Lépések
id: Langkah
it: Mosse
ja: 棋譜
ko: 기보
ms: Langkah
nl_nl: Zetten
no: Trekk
pl: Posunięcia
pt_br: Lances
ro: Mutări
ru: Ходы
sv: Drag
th: ตาเดิน
tr: Hamleler
vi: Nước đi
zh_hans: 着法
zh_hant: 著法

# online.offerDraw
source: Offer draw
ar_sa: عرض التعادل
cs: Nabídnout remízu
da: Tilbyd remis
de_de: Remis bieten
el: Πρόταση ισοπαλίας
es_es: Ofrecer tablas
fi: Tarjoa tasapeliä
fr_ca: Proposer nulle
he: הצע תיקו
hi: ड्रॉ का प्रस्ताव
hu: Döntetlent ajánl
id: Tawarkan remis
it: Offri patta
ja: 引き分け提案
ko: 무승부 제안
ms: Tawar seri
nl_nl: Remise aanbieden
no: Tilby remis
pl: Zaproponuj remis
pt_br: Oferecer empate
ro: Oferă remiză
ru: Предложить ничью
sv: Erbjud remi
th: เสนอเสมอ
tr: Beraberlik öner
vi: Đề nghị hòa
zh_hans: 提和
zh_hant: 提和

# online.playOnline
source: Play online
ar_sa: اللعب على الإنترنت
cs: Hrát online
da: Spil online
de_de: Online spielen
el: Παίξε online
es_es: Jugar en línea
fi: Pelaa verkossa
fr_ca: Jouer en ligne
he: שחק מקוון
hi: ऑनलाइन खेलें
hu: Online játék
id: Main daring
it: Gioca online
ja: オンライン対局
ko: 온라인 대국
ms: Main dalam talian
nl_nl: Online spelen
no: Spill på nett
pl: Graj online
pt_br: Jogar on-line
ro: Joacă online
ru: Играть онлайн
sv: Spela online
th: เล่นออนไลน์
tr: Çevrimiçi oyna
vi: Chơi trực tuyến
zh_hans: 在线对弈
zh_hant: 線上對弈

# online.record
source: Record
ar_sa: السجل
cs: Bilance
da: Statistik
de_de: Bilanz
el: Απολογισμός
es_es: Balance
fi: Tilasto
fr_ca: Bilan
he: מאזן
hi: रिकॉर्ड
hu: Mérleg
id: Rekor
it: Bilancio
ja: 戦績
ko: 전적
ms: Rekod
nl_nl: Balans
no: Statistikk
pl: Bilans
pt_br: Retrospecto
ro: Bilanț
ru: Статистика
sv: Facit
th: สถิติ
tr: Karne
vi: Thành tích
zh_hans: 战绩
zh_hant: 戰績

# online.resign
source: Resign
ar_sa: استسلام
cs: Vzdát se
da: Giv op
de_de: Aufgeben
el: Παραίτηση
es_es: Abandonar
fi: Luovuta
fr_ca: Abandonner
he: הכנע
hi: हार मानें
hu: Feladás
id: Menyerah
it: Abbandona
ja: 投了
ko: 기권
ms: Mengalah
nl_nl: Opgeven
no: Gi opp
pl: Poddaj się
pt_br: Abandonar
ro: Abandonează
ru: Сдаться
sv: Ge upp
th: ยอมแพ้
tr: Terk et
vi: Xin thua
zh_hans: 认输
zh_hant: 認輸

# online.searchingTapToCancel
source: Searching — tap to cancel
ar_sa: جارٍ البحث — المس للإلغاء
cs: Hledám — klepnutím zrušíš
da: Søger — tryk for at annullere
de_de: Suche läuft — zum Abbrechen tippen
el: Αναζήτηση — πάτα για ακύρωση
es_es: Buscando: toca para cancelar
fi: Etsitään — peruuta napauttamalla
fr_ca: Recherche — touchez pour annuler
he: מחפש — הקש לביטול
hi: खोज जारी — रद्द करने के लिए टैप करें
hu: Keresés — koppints a megszakításhoz
id: Mencari — ketuk untuk batal
it: Ricerca in corso — tocca per annullare
ja: 対戦相手を検索中 — タップで中止
ko: 상대 찾는 중 — 눌러서 취소
ms: Mencari — ketik untuk batal
nl_nl: Zoeken — tik om te annuleren
no: Søker — trykk for å avbryte
pl: Szukam — dotknij, aby anulować
pt_br: Procurando — toque para cancelar
ro: Se caută — atinge pentru a anula
ru: Идёт поиск — нажмите, чтобы отменить
sv: Söker — tryck för att avbryta
th: กำลังค้นหา — แตะเพื่อยกเลิก
tr: Aranıyor — iptal için dokun
vi: Đang tìm — chạm để hủy
zh_hans: 正在寻找对手 — 点按取消
zh_hant: 正在尋找對手 — 點一下取消

# online.sendTheLink
source: Send the link
ar_sa: أرسِل الرابط
cs: Odeslat odkaz
da: Send linket
de_de: Link senden
el: Αποστολή συνδέσμου
es_es: Enviar el enlace
fi: Lähetä linkki
fr_ca: Envoyer le lien
he: לשלוח את הקישור
hi: लिंक भेजें
hu: Link küldése
id: Kirim tautan
it: Invia il link
ja: リンクを送る
ko: 링크 보내기
ms: Hantar pautan
nl_nl: Link versturen
no: Send lenken
pl: Wyślij link
pt_br: Enviar o link
ro: Trimite linkul
ru: Отправить ссылку
sv: Skicka länken
th: ส่งลิงก์
tr: Bağlantıyı gönder
vi: Gửi liên kết
zh_hans: 发送链接
zh_hant: 傳送連結

# photo.again
source: Start again
ar_sa: ابدأ من جديد
cs: Začít znovu
da: Start forfra
de_de: Neu beginnen
el: Ξεκίνα ξανά
es_es: Empezar de nuevo
fi: Aloita alusta
fr_ca: Recommencer
he: התחל מחדש
hi: फिर से शुरू करें
hu: Újrakezdés
id: Mulai lagi
it: Ricomincia
ja: 最初から
ko: 다시 시작
ms: Mula semula
nl_nl: Opnieuw beginnen
no: Start på nytt
pl: Zacznij od nowa
pt_br: Recomeçar
ro: Începe din nou
ru: Начать заново
sv: Börja om
th: เริ่มใหม่
tr: Baştan başla
vi: Bắt đầu lại
zh_hans: 重新开始
zh_hant: 重新開始

# photo.camera
source: Take a photo
ar_sa: التقط صورة
cs: Vyfotit
da: Tag et foto
de_de: Foto aufnehmen
el: Τράβα φωτογραφία
es_es: Hacer una foto
fi: Ota kuva
fr_ca: Prendre une photo
he: צלם תמונה
hi: फ़ोटो लें
hu: Fotó készítése
id: Ambil foto
it: Scatta una foto
ja: 写真を撮る
ko: 사진 찍기
ms: Ambil foto
nl_nl: Foto maken
no: Ta et bilde
pl: Zrób zdjęcie
pt_br: Tirar uma foto
ro: Fă o fotografie
ru: Сделать фото
sv: Ta ett foto
th: ถ่ายภาพ
tr: Fotoğraf çek
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

# photo.choose
source: Choose a photo
ar_sa: اختر صورة
cs: Vybrat fotku
da: Vælg et foto
de_de: Foto auswählen
el: Επίλεξε φωτογραφία
es_es: Elegir una foto
fi: Valitse kuva
fr_ca: Choisir une photo
he: בחר תמונה
hi: फ़ोटो चुनें
hu: Fotó választása
id: Pilih foto
it: Scegli una foto
ja: 写真を選ぶ
ko: 사진 선택
ms: Pilih foto
nl_nl: Foto kiezen
no: Velg et bilde
pl: Wybierz zdjęcie
pt_br: Escolher uma foto
ro: Alege o fotografie
ru: Выбрать фото
sv: Välj ett foto
th: เลือกภาพ
tr: Fotoğraf seç
vi: Chọn ảnh
zh_hans: 选择照片
zh_hant: 選擇照片

# photo.dragCorners
source: Drag the four handles onto the corners of the board.
ar_sa: اسحب المقابض الأربعة إلى زوايا اللوح.
cs: Přetáhněte čtyři úchyty do rohů šachovnice.
da: Træk de fire håndtag hen til brættets hjørner.
de_de: Zieh die vier Griffe auf die Ecken des Bretts.
el: Σύρε τις τέσσερις λαβές στις γωνίες της σκακιέρας.
es_es: Arrastra los cuatro tiradores a las esquinas del tablero.
fi: Vedä neljä kahvaa laudan kulmiin.
fr_ca: Faites glisser les quatre poignées sur les coins de l’échiquier.
he: גררו את ארבע הידיות אל פינות הלוח.
hi: चारों हैंडल को बोर्ड के कोनों तक खींचें।
hu: Húzd a négy fogantyút a tábla sarkaira.
id: Seret keempat pegangan ke sudut papan.
it: Trascina le quattro maniglie sugli angoli della scacchiera.
ja: 四つのハンドルを盤の角までドラッグしてください。
ko: 네 개의 핸들을 보드의 모서리로 끌어다 놓으세요.
ms: Seret empat pemegang ke penjuru papan.
nl_nl: Sleep de vier grepen naar de hoeken van het bord.
no: Dra de fire håndtakene til brettets hjørner.
pl: Przeciągnij cztery uchwyty na rogi szachownicy.
pt_br: Arraste as quatro alças para os cantos do tabuleiro.
ro: Trage cele patru mânere în colțurile tablei.
ru: Перетащите четыре маркера в углы доски.
sv: Dra de fyra handtagen till brädets hörn.
th: ลากที่จับทั้งสี่ไปยังมุมของกระดาน
tr: Dört tutamağı tahtanın köşelerine sürükle.
vi: Kéo bốn tay nắm vào các góc bàn cờ.
zh_hans: 把四个控点拖到棋盘的四个角。
zh_hant: 把四個控點拖到棋盤的四個角。

# photo.foundBoard
source: Board found. Drag a handle if any corner is not on it.
ar_sa: تم العثور على اللوح. اسحب أي مقبض إن لم يكن على زاويته.
cs: Šachovnice nalezena. Přetáhněte úchyt, pokud některý roh nesedí.
da: Bræt fundet. Træk et håndtag, hvis et hjørne ikke sidder på det.
de_de: Brett gefunden. Zieh einen Griff, wenn eine Ecke nicht sitzt.
el: Βρέθηκε σκακιέρα. Σύρε μια λαβή αν κάποια γωνία δεν είναι πάνω της.
es_es: Tablero encontrado. Arrastra un tirador si alguna esquina no encaja.
fi: Lauta löytyi. Vedä kahvaa, jos jokin kulma ei osu.
fr_ca: Échiquier trouvé. Faites glisser une poignée si un coin ne tombe pas juste.
he: הלוח נמצא. גררו ידית אם פינה כלשהי לא עליו.
hi: बोर्ड मिल गया। कोई कोना सही न हो तो हैंडल खींचें।
hu: Tábla megtalálva. Húzz el egy fogantyút, ha valamelyik sarok nem stimmel.
id: Papan ditemukan. Seret pegangan jika ada sudut yang meleset.
it: Scacchiera trovata. Trascina una maniglia se un angolo non ci sta.
ja: 盤を検出しました。角が合っていなければハンドルをドラッグしてください。
ko: 보드를 찾았습니다. 모서리가 맞지 않으면 핸들을 끌어 주세요.
ms: Papan dijumpai. Seret pemegang jika ada penjuru yang tersasar.
nl_nl: Bord gevonden. Sleep een greep als een hoek er niet op ligt.
no: Brett funnet. Dra et håndtak hvis et hjørne ikke sitter.
pl: Znaleziono szachownicę. Przeciągnij uchwyt, jeśli któryś róg nie pasuje.
pt_br: Tabuleiro encontrado. Arraste uma alça se algum canto não estiver certo.
ro: Tablă găsită. Trage un mâner dacă vreun colț nu este pe ea.
ru: Доска найдена. Перетащите маркер, если угол не на месте.
sv: Bräde hittat. Dra ett handtag om något hörn inte sitter rätt.
th: พบกระดานแล้ว ลากที่จับหากมุมใดไม่ตรง
tr: Tahta bulundu. Bir köşe oturmadıysa tutamağı sürükle.
vi: Đã tìm thấy bàn cờ. Kéo tay nắm nếu góc nào chưa khớp.
zh_hans: 已找到棋盘。若某个角不对，拖动控点。
zh_hant: 已找到棋盤。若某個角不對，拖動控點。

# photo.hint
source: Photograph the whole board with its edges in frame. Whatever comes out opens in the editor for you to correct — a photograph gets a few squares wrong even at its best.
ar_sa: صوّر اللوح كاملاً بحوافه داخل الإطار. أياً كانت النتيجة ستُفتح في المحرر لتصححها — الصورة تخطئ في بضعة مربعات حتى في أفضل حالاتها.
cs: Vyfoťte šachovnici celou, i s okraji v záběru. Cokoli z toho vyjde, otevře se v editoru k opravě — fotka se i v nejlepším případě splete v několika polích.
da: Fotografér hele brættet med kanterne inden for rammen. Hvad der end kommer ud, åbnes i editoren, så du kan rette det — et foto tager fejl på et par felter selv når det går bedst.
de_de: Fotografiere das ganze Brett, mit den Rändern im Bild. Was dabei herauskommt, öffnet sich zum Korrigieren im Editor — ein Foto liegt selbst im besten Fall bei ein paar Feldern daneben.
el: Φωτογράφισε ολόκληρη τη σκακιέρα, με τις άκρες μέσα στο κάδρο. Ό,τι προκύψει ανοίγει στον επεξεργαστή για διόρθωση — μια φωτογραφία κάνει λάθος σε λίγα τετράγωνα ακόμη και στην καλύτερη περίπτωση.
es_es: Fotografía el tablero entero, con los bordes dentro del encuadre. Lo que salga se abrirá en el editor para que lo corrijas: una foto se equivoca en algunas casillas incluso en el mejor de los casos.
fi: Valokuvaa koko lauta reunoineen. Mitä tahansa siitä tuleekin, se avautuu editoriin korjattavaksi — kuva erehtyy muutaman ruudun kohdalla parhaimmillaankin.
fr_ca: Photographiez l’échiquier en entier, bords compris. Le résultat s’ouvre dans l’éditeur pour correction — une photo se trompe sur quelques cases même dans le meilleur des cas.
he: צלמו את הלוח כולו, עם הקצוות בתוך הפריים. מה שיצא ייפתח בעורך לתיקון — תמונה טועה בכמה משבצות גם במקרה הטוב.
hi: पूरे बोर्ड की फ़ोटो लें, किनारे भी फ़्रेम में रखें। जो भी निकले वह संपादक में खुलेगा ताकि आप सुधार सकें — फ़ोटो सबसे अच्छी स्थिति में भी कुछ खाने ग़लत पढ़ती है।
hu: Fényképezd le az egész táblát, a széleivel együtt. Ami kijön, a szerkesztőben nyílik meg javításra — egy fotó a legjobb esetben is elront néhány mezőt.
id: Foto seluruh papan, termasuk tepinya. Apa pun hasilnya akan dibuka di editor untuk kamu perbaiki — sebuah foto salah beberapa petak bahkan dalam kondisi terbaik.
it: Fotografa tutta la scacchiera, bordi compresi. Qualunque cosa ne esca si apre nell’editor perché tu la corregga: una foto sbaglia qualche casa anche nel migliore dei casi.
ja: 盤全体を、縁まで画面に入れて撮影してください。読み取った結果は編集画面で開くので直せます — 写真は最良の場合でも数マスを取り違えます。
ko: 보드 전체를 가장자리까지 넣어 촬영하세요. 결과는 편집기에서 열려 고칠 수 있습니다 — 사진은 아무리 잘 되어도 몇 칸은 틀립니다.
ms: Ambil foto seluruh papan, termasuk tepinya. Apa pun hasilnya akan dibuka dalam editor untuk anda betulkan — sebuah foto tersilap beberapa petak walaupun dalam keadaan terbaik.
nl_nl: Fotografeer het hele bord, met de randen in beeld. Wat eruit komt, opent in de editor zodat je het kunt corrigeren — een foto zit er zelfs op zijn best een paar velden naast.
no: Fotografer hele brettet, med kantene innenfor bildet. Hva som enn kommer ut, åpnes i editoren så du kan rette det — et foto bommer på et par felter selv på sitt beste.
pl: Sfotografuj całą szachownicę, z krawędziami w kadrze. Cokolwiek z tego wyjdzie, otworzy się w edytorze do poprawienia — zdjęcie myli się na kilku polach nawet w najlepszym razie.
pt_br: Fotografe o tabuleiro inteiro, com as bordas dentro do enquadramento. O que sair abre no editor para você corrigir — uma foto erra algumas casas mesmo no melhor dos casos.
ro: Fotografiază toată tabla, cu marginile în cadru. Orice ar ieși se deschide în editor ca să corectezi — o fotografie greșește câteva pătrate chiar și în cel mai bun caz.
ru: Сфотографируйте доску целиком, чтобы её края попали в кадр. Что бы ни получилось, оно откроется в редакторе для правки — снимок ошибается на нескольких полях даже в лучшем случае.
sv: Fotografera hela brädet, med kanterna inom bild. Vad som än kommer ut öppnas i editorn så att du kan rätta det — ett foto missar ett par rutor även när det går som bäst.
th: ถ่ายภาพกระดานทั้งกระดาน ให้ขอบอยู่ในเฟรมด้วย ผลที่ได้จะเปิดในตัวแก้ไขให้คุณแก้ — ภาพถ่ายอ่านผิดอยู่สองสามช่องแม้ในกรณีที่ดีที่สุด
tr: Tahtanın tamamını, kenarları kadraja girecek şekilde çek. Ne çıkarsa düzeltmen için düzenleyicide açılır — bir fotoğraf en iyi durumda bile birkaç kareyi yanlış okur.
vi: Chụp toàn bộ bàn cờ, kể cả các cạnh. Kết quả sẽ mở trong trình chỉnh sửa để bạn sửa — một tấm ảnh vẫn sai vài ô ngay cả khi tốt nhất.
zh_hans: 把整个棋盘连同边缘一起拍进画面。读出的结果会在编辑器中打开供你修正 — 照片即便在最好的情况下也会错上几格。
zh_hant: 把整個棋盤連同邊緣一起拍進畫面。讀出的結果會在編輯器中開啟供你修正 — 照片即便在最好的情況下也會錯上幾格。
